<template lang="pug">

.agreement_box
  h1.info_title: strong 用户注册及隐私权协议

  p.ag_content 在注册成为本产品用户前，请用户务必认真、仔细阅读，并对本协议全部内容作充分理解。用户成功注册或使用本产品，即视为用户已经充分理解和同意本协议全部内容，本协议立即在用户与本公司之间产生法律效力，用户注册使用本产品服务的全部活动将受到本协议的约束并承担相应的责任和义务。如用户不同意本协议内容，请不要注册或使用本产品。
  p.ag_content 用户须保证在注册或使用本产品时，已经年满18周岁且具备完全民事行为能力。如用户不具备前述条件，用户应终止注册或停止使用本产品。用户保证注册时提供的个人信息真实，本产品不向学生开放。用户若通过本人注册的账户为其他不具备前述条件的任何第三方，本公司有权拒绝提供服务。已提供服务的，本公司有权终止并保留追究责任的权利，因此产生的任何法律责任由用户自行承担。
  p.ag_content 本协议包括以下所有条款，同时也包括本产品已经发布的或者将来可能发布的各类规则（平台规则）。所有规则均为本协议不可分割的一部分，与本协议具有同等法律效力。
  p.ag_content 用户在此确认知悉并同意本公司有权根据需要不时修改、增加或删减本协议。本公司将采用在本产品公示的方式通知用户该等修改、增加或删减，用户有义务注意该等公示。一经本产品公示，视为已经通知到用户。用户同意并确认，本公司可能以页面展示、微信、短消息、电话等方式向用户发送将来可能发布的各类规则，该规则构成本协议的一部分。若用户在本协议及各类规则变更后继续使用本产品服务的，视为用户已仔细认真阅读、充分理解并同意接受修改、增加或删减后的本协议及各类规则，且用户承诺遵守修改、增加或删减后的本协议及各类规则内容，并承担相应的责任和义务。若用户不同意修改、增加或删减后的本协议或各类规则内容，应立即停止使用本产品服务，本公司保留终止或限制用户继续使用本产品服务的权利，但该等中止或限制行为并不豁免用户在本产品已经发生的行为下所应承担的责任和义务。本公司不承担任何因此导致的法律责任。

  h2.ag_title 一、账户管理
  <!--p.ag_content 欢迎您注册{{ $appName }}APP的会员，成为{{ $appName }}APP的用户！-->
  p.ag_content 1.1. 用户注册本产品时请按照本公司要求准确提供个人信息，并在取得注册账户（下称“该账户”）后及时更新用户准确、最新、完整的身份信息及相关资料，包括不限于手机号码、身份证号码、亲属联系人及社会联系人姓名、职业、银行账户等信息，以便本公司与用户进行及时、有效联系。
  p.ag_content 1.2. 用户应当使用自身合法的身份信息进行注册，若用户冒用、盗用、拾得他人身份证件办理本公司提供的产品或服务的，用户对此承担所有法律责任；本公司仅对用户的身份信息承担形式审查责任，且仅在自身业务职责范围内承担法律责任。
  p.ag_content 1.3. 该账户仅供用户本人使用，用户对使用该账户、密码或校验码进行的一切操作及言论负完全的责任。用户须对该账户、密码、校验码、身份信息等进行妥善保管，对于因密码、身份信息、校验码等泄露所致的损失由用户自行承担。如用户存在遗失手机或身份证件或银行卡以及其他可能危及本产品账户资金安全或发现有他人冒用或盗用用户的账户登录名及密码或任何其他未经合法授权的情形，应立即以有效方式通知本公司，向本公司申请暂停相关服务。除非另有法律规定或经司法裁判，且征得本公司同意，否则用户不得以任何方式转让、赠与或继承（相关的财产权益除外）其账号及密码等个人信息。
  p.ag_content 1.4. 用户不得将本人注册的账户提供给第三方使用，用户充分知悉并承诺，不得以本人的账户出租、出借给他人，且用户充分知悉：若用户以本人账户出租、出借给他人使用，用户仍应承担《协议》项下的义务。
  p.ag_content 1.5. 若用户有上述违反本协议约定情形的，产生的任何法律责任均由用户本人承担，本公司对此不承担任何法律责任。
  p.ag_content 1.6. 在需要终止使用本产品时，用户可以申请注销本产品账户，用户应当依照本公司规定的程序进行账户注销。本产品账户注销将导致本公司终止为用户提供本产品及相关服务，本协议约定的双方的权利义务终止，但依本协议其他条款另行约定不得终止的或依其性质不能终止的除外。
  p.ag_content 1.7. 存在以下情形的，本公司有权拒绝用户注销账户的申请：1.该账户尚存在未了结的权利义务关系；2.注销该账户会损害本公司、本公司用户或他人的合法权益；3.本公司认为不适宜注销该账户的其他情形。

  h3.ag_title 二、服务内容及隐私信息授权
  p.ag_content 用户同意并确认已对本公司及本公司的商业合作伙伴（如第三方服务公司、第三方软件公司、第三方维权机构、征信服务公司、数据服务公司等，本协议统称为商业合作伙伴）所提供的以下服务内容，进行有效的、充分的、不可撤销的隐私数据授权。 服务内容包括:
  p.ag_content 2.1. 信用评估：信用评估服务是指本公司为用户提供的通过读取和分析用户的个人公开信息、用户授权本公司使用的个人隐私信息及其他授权信息来评估用户信用状况的服务。为使本公司顺利分析与用户信用信息相关的个人信息，用户在此不可撤销地授权本公司采集、读取、分析、使用及处理用户的以下信息：
  p.ag_content 1、用户的身份信息（含姓名、身份证号、手机号、身份证照片、本人头像照片等）；
  p.ag_content 2、用户的手机账单、通讯录、短信、通话记录、实名制等信息；
  p.ag_content 3、用户的银行卡信息；
  p.ag_content 4、用户的工作信息、居住信息、联系人信息、用户申请时的IP地址信息和地理位置信息；5、其他有助于本公司授予用户信用额度的信息。
  p.ag_content 2.2. 申请审批：用户应当按照本公司要求的程序进行申请，包括但不限于人脸活体检测，银行卡绑定、持证自拍、授权第三方抓取运营商信息、通讯录信息授权抓取、短信信息授权抓取、填写个人工作信息、居住信息、联系人信息等内容，及本公司工作人员或本公司指定的机构及人员与用户通过微信、电话进行核实等。用户完成上述申请程序后，本公司将对用户的申请进行审批。
  p.ag_content 2.3. 代付：在订立借款合同后，本公司委托第三方支付公司，将用户款项存入用户指定的账户内。
  p.ag_content 2.4. 代扣：在订立借款合同后，用户委托本公司及本公司授权/聘请的具备相关业务资质的第三方从用户银行账户上代为扣取应还/应付款项，并用于向出借人支付还款。
  p.ag_content 2.5. 查询：本公司将对用户在本产品中的操作进行记录，用户可以在本产品中查询其注册用户名下的个人信息及交易记录。
  p.ag_content 2.6. 交易：用户在平台申请服务时，需遵从用户与本公司及本公司授权的第三方达成的协议。
  p.ag_content 2.7. 广告：提供服务的过程中，本公司可以自行或委托第三方广告商向用户发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向用户特别通知而变更。对服务中出现的广告信息，用户应谨慎判断其真实性和可靠性。除法律明确规定外，用户应对依该广告信息进行的交易负责。

  h3.ag_title 三、隐私数据授权
  p.ag_content 为了充分的了解用户的个人情况，以便向用户提供服务，用户同意并确认已对本公司及本公司的商业合作伙伴（如第三方服务公司、第三方软件公司、第三方维权机构、征信服务公司、数据服务公司等，本协议统称为商业合作伙伴）进行有效的、充分的、不可撤销的授权，授权该等商业合作伙伴查询、验证、处理用户的相关个人数据并以信用评估为目的进行使用，用户同意本公司向服务方或商业合作伙伴提供其个人资料信息进行个人信用评估和个人信用信息核查；用户充分理解并授权，服务方或商业合作伙伴有权从用户在本产品的活动中追踪用户个人资料信息，以及自行通过公开渠道、第三方渠道或私人渠道等合法渠道查询、收集用户必要的个人资料信息。用户确认，服务方根据本协议提供、追踪、查询和收集的用户“个人资料信息、个人数据信息”包括但不限于以下各项：
  p.ag_content 3.1 用户的身份信息，包括但不限于姓名、身份证号、身份证照片、本人头像照片、手机号信息、居住地址信息、电话号码、学历、工作状况、工作单位信息、社会关系等；
  p.ag_content 3.2 用户访问本产品的设备信息，包括但不限于设备型号、设备标识、系统版本、IP地址、位置轨迹；v
  p.ag_content 3.3 用户的通讯信息，包括但不限于手机通讯录、短信记录、联系人信息、通话记录、手机运营商提供的通话套餐信息、话费信息、通话信息和通讯录比对信息、通话及短信详单。用户须在申请借款的过程中根据平台提示输入个人手机通讯运营商的服务密码、验证码等信息，知悉且同意授权本公司或本公司聘用的其他第三方机构使用上述服务密码、验证码等信息获取用户的手机消费账单、清单、实名制等；
  p.ag_content 3.4 用户的信用信息，包括但不限于征信记录、信用报告、信用评分；
  p.ag_content 3.5 用户的财产信息，包括但不限于银行卡信息、信用卡信息、社会保险信息、住房公积金信息、房产信息、车辆信息、投资（包括股票、债券、基金、保险等）信息、经营信息、债务信息、逾期信息；
  p.ag_content 3.6 用户的网络活动信息，包括但不限于网络银行、第三方支付机构、微信、支付宝、淘宝、京东等社交及/或交易平台的账户信息及交易详单；
  p.ag_content 3.7 用户在服务方的关联方、合作方的网络活动信息，与该等关联方、合作方之间存在的合同及用户在该等合同项下的履约情况；
  p.ag_content 3.8 用户在行政机关、司法机关、行业协会留存的信息，包括但不限于户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；
  p.ag_content 3.9 与本协议项下服务相关的、用户留存在其他自然人、法人和组织的其他相关信息。
  p.ag_content 3.10 在本产品使用中，如用户同意向本公司提交、绑定或授权用户的银行卡信息／账户，本公司将可能：
  p.ag_content 1）查询并核对用户的账户信息。
  p.ag_content 2）查询并读取用户银行卡账户中的交易信息。
  p.ag_content 3）通过用户所授权或绑定的银行卡账户进行代收与代付服务。
  p.ag_content 3.11 用户授权服务方，基于履行协议、提供服务、保障安全等目的，对于用户提供的个人资料信息及第三方收集的信息，在法律允许的范围内，具有合理使用、披露的权利。
  p.ag_content 3.12 用户确认，其授权服务方通过以下渠道追踪、查询及收集用户个人资料信息：
  p.ag_content 1)行政机关、司法机关、行业协会等类似政府、监管机构；
  p.ag_content 2)依法设立的征信机构、信用评级机构、资信评估机构等类似机构；
  p.ag_content 3)合法获取用户个人资料信息的其他自然人、法人以及组织（包括但不限于手机运营商、银行、服务方的关联方、合作方以及其他互联网信息服务提供商如微信、支付宝、淘宝、京东等）。
  p.ag_content 3.13 用户如通过本产品进行借款，应当依据《用户借款服务协议》中约定进行还款，用户同意并授权本公司和第三方机构通过电话、短信、微信、手机应用通知、发律师函、上门等途径对用户进行服务与还款提醒。
  p.ag_content 若用户发生逾期还款行为，用户同意并授权本公司将用户个人资料信息提供给第三方机构进行合法维权，由第三方机构告知用户联系人《借款服务协议》的内容并请求用户联系人向用户转达违约提醒信息，用户同意并授权本公司及为本公司提供服务的第三方机构向用户联系人通过电话、短信、微信、发律师函、上门等途径转达用户的违约提醒信息。用户个人资料信息包括但不限于个人身份信息、个人通讯信息、联系人信息、手机通讯录信息、通讯运营商详单中的电话或者短信联系人信息、工作信息、居住信息等。
  h3.ag_title 四、使用规则
  p.ag_content 为有效保障用户使用本产品时的合法权益，用户理解并同意接受以下规则：
  p.ag_content 4.1. 本公司接受用户在平台的注册账户或绑定手机号接收短信的操作指令，凡用户通过前述途径发出指令，都不可撤回或撤销，且视为用户本人的指令。
  p.ag_content 4.2. 用户应按照平台要求实名注册并完整填写相关个人信息，否则用户可能会受到信用评估、放款、还款的限制，且本公司有权对用户的账户进行冻结，直至用户达到实名。用户须保证所提交用户信息的真实性，如有虚假，本公司有权拒绝提供服务，涉嫌欺诈或盗用他人信息的，将可能记入网络征信系统，影响用户的征信记录，同时本公司将保留追究用户相应法律责任的权利。
  p.ag_content 4.3. 本公司并非银行或其他金融机构，本产品也非金融业务，本协议项下的资金移转均通过银行或第三方支付公司来实现，用户理解并同意其资金于流转途中的合理等待时间。
  p.ag_content 4.4. 因用户的过错导致的任何损失均由用户自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码、校验码等，密码被他人破解等。
  p.ag_content 4.5. 在用户使用本产品时，本公司有权收取相关服务费用。本公司拥有制订及调整服务费之权利，具体服务费用以用户使用本产品时产品页面上所列之收费方式或用户与本公司达成的其他电子或书面协议为准。
  h3.ag_title 五、使用限制
  p.ag_content 5.1. 用户在使用本产品时应遵守中华人民共和国相关法律法规、用户所在国家或地区之法令及相关国际惯例，不将本产品用于任何非法目的，也不以任何非法方式使用本产品，否则本公司有权拒绝提供服务，或提前终止协议，且用户应承担所有相关法律责任。
  p.ag_content 5.2. 用户不得利用本产品从事侵害他人合法权益之行为，否则本公司有权拒绝提供任何服务，或提前终止协议，且用户应承担所有相关法律责任，因此导致本公司或本公司雇员或其他方受损的，用户应承担赔偿责任。上述行为包括但不限于:
  p.ag_content 1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
  p.ag_content 2）违反依法定或约定之保密义务。
  p.ag_content 3）冒用他人名义使用本产品。
  p.ag_content 4）从事不法交易行为。
  p.ag_content 5）未按时履行义务。
  p.ag_content 6）提供骗贷资讯或以任何方式引诱他人参与骗贷。
  p.ag_content 7）非法使用他人银行账户或无效银行账户交易。
  p.ag_content 8）从事任何可能含有电脑病毒或是可能侵害本产品系统、资料之行为。
  p.ag_content 9）其他本公司有正当理由认为不适当之行为。
  p.ag_content 5.3 用户理解并同意，本公司不对因下述任一情况导致的任何损害赔偿承担责任:
  p.ag_content 1）本公司有权基于单方判断，包含但不限于本公司认为用户已经违反本协议的明文规定及精神，对用户的名下的全部或部分产品账户暂停、中断或终止向用户提供本产品或其任何部分，并移除或公布用户的资料。
  p.ag_content 2）本公司在发现异常交易或合理怀疑交易有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止用户产品账户的使用（包括但不限于对账户名下的信用评分和在途交易采取取消交易等限制措施），并拒绝用户使用本产品之部分或全部功能。
  p.ag_content 3）用户理解并同意，存在如下情形时，本公司有权对用户注册账号或交易进行冻结或追回，且有权限制用户所使用的产品或服务的部分或全部功能：
  p.ag_content a．根据本协议的约定。b．根据法律法规及法律文书的规定。c．根据有权机关的要求。d．用户使用本产品服务的行为涉嫌违反国家法律法规及行政规定的。e．本公司基于单方面合理判断认为账户信息、操作等存在异常时。f．本公司依据自行合理判断认为可能产生风险的。g．用户批量注册、提供虚假信息或材料及其他舞弊等违反使用规则、违反诚实信用原则的。h．错误汇入资金等导致用户可能存在不当得利的。i．用户未按时履行义务的。j．用户损害他人利益，且对方已经提供了一定证据的。
  p.ag_content 5.4. 如用户申请解除上述冻结或限制，用户应按本公司要求如实提供相关资料及用户的身份证明以及本公司要求的其他信息或文件，以便本公司进行核实，且本公司有权依照自行判断来决定是否同意用户的申请。
  h3.ag_title 六、隐私权保护
  p.ag_content 本公司重视对用户隐私的保护。仅限于向用户提供服务及提升服务质量的目的和以下情形，本公司收集或使用用户的个人信息：
  p.ag_content 6.1. 获得用户的同意或授权。
  p.ag_content 6.2. 某些情况下，只有共享用户的信息，才能提供用户需要的服务和（或）产品，或处理用户与他人的交易纠纷或争议。
  p.ag_content 6.3. 某些服务和（或）产品由本公司的合作伙伴提供或由本公司与合作伙伴共同提供，本公司会与其共享提供服务和（或）产品需要的信息，且在此情形下，本公司需要求该等合作伙伴承担相应的保密义务。
  p.ag_content 6.4. 根据法律法规的规定及有权机关的要求。
  p.ag_content 6.5. 为维护本公司、用户及其他用户的合法权益。
  p.ag_content 6.6 根据法律规定及合理商业习惯，在本公司计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下本公司需要接受来自其他主体的尽职调查时，本公司会把用户的信息提供给必要的主体，但本公司会通过和这些主体签署保密协议等方式要求其对用户的个人信息采取合理的保密措施。
  h3.ag_title 七、征信授权
  p.ag_content 7.1. 用户知晓并同意本公司委托第三方征信机构，合法调查用户信息，包括但不限于个人基本信息、借贷交易信息、银行卡交易信息、电商交易信息、公用事业信息、央行征信报告等。所获取的信息，仅在此笔借贷业务的贷前审批和贷后管理工作中使用。本公司将对所获取的信息妥善进行保管，除为用户提供审核服务/资金的合作方外，未经用户授权，不得向其他机构或个人公开或透露信息内容。
  p.ag_content 7.2. 用户知晓并同意本公司向第三方征信机构提交用户在此笔借贷业务中产生的相关信息，包括但不限于个人基本信息、申请信息、合同信息、行为信息，并记录在征信机构的个人信用信息数据库中。
  p.ag_content 7.3. 用户知晓并同意第三方征信机构向已获取并保存用户个人信息的机构或个人（包括但不限于公共事业单位、网络服务机构、运营商、电商网站等）采集用户的个人信息。为了免除重复授权的不便，用户同意信息提供者在首次授权后无需再向用户逐一另行获取其向信息使用者及征信机构提供用户个人信息的授权，信息提供者可以依本授权条款中的授权径行向第三方征信机构及信息使用者提供用户的个人信息，且无需对用户进行事先通知。
  p.ag_content 7.4. 用户知晓并同意第三方征信机构向信用信息基础数据库、其他经国务院征信业监督管理部门批准设立的征信机构查询用户个人信息和个人信用报告。
  h3.ag_title 八、平台中断或故障
  p.ag_content 8.1. 用户理解并同意，在使用本产品的过程中，可能会遇到不可抗力等风险因素，使本产品服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时本公司将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户造成的损失本公司在法律允许的范围内免责。
  p.ag_content 8.2 在法律允许的范围内，本公司对以下情形导致的服务中断或受阻不承担责任：
  p.ag_content （1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
  p.ag_content （2）用户或本公司的电脑软件、系统、硬件和通信线路出现故障；
  p.ag_content （3）用户操作不当；
  p.ag_content （4）用户通过非本公司授权的方式使用本服务；
  p.ag_content （5）其他本公司无法控制或合理预见的情形。
  h3.ag_title 九、 责任范围及责任限制
  p.ag_content 9.1. 本公司仅对本协议中列明的责任承担范围负责。
  p.ag_content 9.2. 本公司用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整。
  p.ag_content 9.3. 本公司不对信用评估及本产品提供任何形式的保证。
  h3.ag_title 十、商标、知识产权、专利的保护
  p.ag_content 10.1. 本公司及关联公司拥有平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本公司或本公司关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
  p.ag_content 10.2. 非经本公司或本公司关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本平台程序或内容。


  p.ag_content 10.3. 尊重知识产权是用户应尽的义务，如有违反，用户应承担损害赔偿责任。
  h3.ag_title 十一、法律适用与管辖
  p.ag_content 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律， 没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由本公司所在地的人民法院管辖。


  <!-- <div class="fix_btm_btn">已阅读并同意注册协议</div> -->

</template>

<script>
export default {
  data() {
    return {};
  },
  mounted() {
    // alert();

    console.log('concat')
  },
};
</script>

<style lang="scss" scoped>
.agreement_box {
  padding: 0 Px(25);
  .info_title{
    text-align: center;
    font-size: Px(30);
    color: #333;
    line-height: 2;
  }
  .ag_title {
    // position: relative;
    font-size: Px(24);
    line-height: 2;
  }
  // .dot{
  //   position: absolute;
  //   // z-index: 1;
  //   top: 50%;
  //   left: Px(10);
  //   display: block;
  //   width: 5px;
  //   height: 5px;
  //   background: #333;
  //   transform: translate3d(0, -50%, 0);
  //   border-radius: 100%;
  // }
  .ag_content {
    padding: 0 Px(10);
    font-size: Px(22);
    line-height: 1.76;
    color: #333;
  }
  .article_center{
    font-size: Px(30);
    line-height: 1.6;
    color: #333;
    text-align: center;
  }
  .table_box{
    border-top: 1px solid #333;
    border-left: 1px solid #333;
    border-right: 1px solid #333;
    .table_box_item{
      display: flex;
      flex-direction: row;
      flex-wrap: nowrap;
      border-bottom: 1px solid #333;
      &:last-child{
        border-bottom: none;
      }
      &>span{
        padding: Px(10);
        display: flex;
        flex: 25%;
        font-size: Px(22);
        line-height: 1.6;
        border-right: 1px solid #333;
        &:last-child{
          border-right: none;
        }
      }
    }
  }
  .contract{
    display: flex;
    flex-direction: row;
    &>span{
      flex-basis: 50%;
      padding: Px(10);
      font-size: Px(22);
      line-height: 1.6;
    }
  }
  .ag_box{
    padding: 0 Px(-10) !important;
    border: 1px solid #333;
    .ag_item{
      display: flex;
      flex: 100%;
      flex-direction: row;
      flex-wrap: nowrap;
      &>span{
        padding: 0 Px(10);
        font-size: Px(22);
        line-height: 1.76;
        color: #333;
        flex-basis: 75%;
        border-right: 1px solid #333;
        &:first-child{
          flex-basis: 25%;
          border-right: 1px solid #333;
        }
        &:last-child{
          border-right: none;
        }
      }
    }
  }
  .mt30{
    margin-top: Px(30);
  }
  .border_top{
    border-top: 1px solid #333;
  }
  .pd10 {
    padding: Px(10);
  }
  .pd100{
    padding-bottom: Px(100);
  }
  .fix_btm_btn{
    position: fixed;
    left: 0;
    bottom: 0;
    width: 100%;
    height: Px(90);
    text-align: center;
    font-size: Px(24);
    line-height: Px(90);
    color: #fff;
    // background: -moz-linear-gradient(to bottom, #2e8fff, #2c69ff);
    // background: linear-gradient(to bottom, #2e8fff, #2c69ff);
    // background: -o-linear-gradient(to bottom, #2e8fff, #2c69ff);
    // background: -webkit-linear-gradient(to bottom, #2e8fff, #2c69ff);
    @include main-back;
  }
}
</style>

<style scoped>
  .txt_red {
    color: #f56c6c;
  }
</style>

